[
    {
        "Name":"Water Well Construction",
        "Image":"https://ashshakurcharity.org/Assets/hotmeal/main.jpg",
        "Header":"",
        "Story":"",
        "SubTitle":"",
        "FullTitle":"Building wells and ensuring clean water access for communities in need."
    },
    {
        "Name":"Hot Meal",
        "Image":"https://ashshakurcharity.org/Assets/hotmeal/main.jpg",
        "Header":"",
        "Story":"<p class='LeftText'>Peoples lives are in grave risk as a result of food shortage and poverty, especially in those who are occupied in areas of large populations while others are forced to eat grass and others starve to death. Malnutrition makes differnt individuals more pronr to illness and less able to recover from accidents, which creates a circle of mortality that seems to never end.<br><br>We as a team having realised this as a difficulty we come to provide a meal to those who can not have two meals a day to ensure they have somthing in their stomachs to keep smiling faces as well as saving lives with your geneous donations.<br><br>Together we can save humanity.</p>",
        "SubTitle":"Every child deserves a full plate",
        "FullTitle":"He is not a believer whose stomach is filled while the neighbour to his side goes hungry."
    },
    {
        "Name":"Ramadan iftar",
        "Image":"https://ashshakurcharity.org/Assets/hotmeal/main.jpg",
        "Header":"",
        "Story":"",
        "SubTitle":"",
        "FullTitle":""
    },
    {
        "Name":"Qurban",
        "Image":"https://ashshakurcharity.org/Assets/hotmeal/main.jpg",
        "Header":"",
        "Story":"<p class='LeftText'>Qurbani animal sacrifices is a significant event for muslims during the Islamic month of Dhuk hijjah.At our charity we mark this tradition with our an annual event, supported by your donations.Allihamudullilah last year you hjelped us provide Qurbani fresh meat and meals - this year with your generous help we can provvide nutrious food offerings it is needed most in Uganda and other Africa countries on Eid al Adha In sha Allah.</p><h3>It is neither meat nor their blood that reaches Allah, but is piety from you that reaches Him.</h3><br><h3>Qur'an 22:37</h3><br><p class='LeftText'>All Muslims adults who are eligible to pay Zakat must make an animal sacrifice. By giving your qurbani, you are fullfilling your religious obligation to provide quality, nutrious food to the poor.</p><br><h3>What is Qurbani?</h3><br><p class='LeftText'>Qurbani is the rightious of sheep, goats, camel and cattle between the tenth and twelfth days of Dhul Hijjah, the final month pof the Islamic calender.Qurbani is a sacred acyt to honour the tradition of the blessed Prophet Ibrahim(AS), his beloved son Ismail(AS)and their story of Sacrifice and devotion to Allah(SWT).</p><br><p class='LeftText'>We called to him \"O Ibrahim , you have fulfilled the vision. Indeed we thus reward the doers of good,this was a clear trial.\"Qur'an(37:104)</p><p class='LeftText'>A single qurbani donation can provide nutrious meals ,and supply protein-filled meat to where iyts most throughout the year.</p><br><h3>Who is Qurbani compulsory for?</h3><br><p class='LeftText'>Qurbani holds a special place in Islam. Its importance is stressed upon the qur'an and it serves as a reminder of prophet Ibrahim(AS) devotion and obedience.</p><p class='LeftText'>According to many scholars, Qurbani is an obligation for all muslims whose wealth reaches the zakat threshold. Despite this, its critical role within Islam is often missed, resulting in tremendous baraka being lost.</p><br><p class='LeftText'>The Prophet Muhammad said:\"For every hair of the Qurbani, you nreceived reward from Allah(SWT)\"</p><br><p class='LeftText'>It is known that donating Qurbani brings abundant rewards from Allah(SWT). But crucially, the most imprtant part of giving Qurbani is the intension: It must be given humbly with Allah's consciousness(Taqwa)</p><br><h3>When is Qurbani?</h3><br><p class='LeftText'>It is advisable to donayte as early as possible to ensure their is enough time of allocation and preparation</p><br><p class='LeftText'>The time for physically offerings begin after the Eid prayer on Eid-al-Aldha, whjich this year it is expected to be 16th June and it ends when the sun sets on the thirteenth of Dhu'l-Hijjah.</p><br><p class='LeftText'>There are four days of sacrifice: the day of Eid-al-Adhaand the three days after it.</p><br><h3>What does 'where most needed' mean?</h3><br><p class='LeftText'>We work with experts in the field as well as our established patners on the ground to locate communities and people that are most needed,sowhen we say your donation is being delivered to where it is most needed, rest assured that your helping support some of the most vulnerable communities in the on the land of Africa!</p><br><p class='LeftText'>We always do our best to meet your requests. Ash shakur Charity will endavour to use your funds as requested, wherever possible. If for any reason we can not use your donation as you have indicated, we will use to fund similar projects in several communities.</p>",
        "SubTitle":"",
        "FullTitle":""
    },
    {
        "Name":"Quran Distrubution",
        "Image":"https://ashshakurcharity.org/Assets/hotmeal/main.jpg",
        "Header":"",
        "Story":"<p class='LeftText'>Whoever recites a letter from the Quran receives the reward of a good deed and each good deed is worth ten goods and therefore it is a sadaqah jariyah for the donator that he/she receives rewards too whenever the same Quran donated is recited.<br>Quran distribution is at the heart of our charity's mission.As muslims muslims, that sharing the Quran is one of the most valuable and rewarding acts of worship. we distribute copies of Quran to different madrasa Schools and mosques where they are limited.<br>This enables every individual to accesss the message from Allah to human .</p>",
        "SubTitle":"Share swadaqatul jariyah",
        "FullTitle":"Sharing Quran is swadaqatul-jariya in which whoever gives one receives a reward from whenever someone recites it"
    },
    {
        "Name":"Masjid Construction",
        "Image":"https://ashshakurcharity.org/Assets/hotmeal/main.jpg",
        "Header":"",
        "Story":"<p class='LeftText'>Join us in building a beacon of faith. Help us construct a comfortable and serene space for our brothers and sisters in bukatikoko village to perform their daily prayers.<br><br> Your support is crucial in providing a safred haven for this community.<br><br>The rewards of buildin a masjid,The prophet said:\"Whoever buids a masjid for Allahs pleasure, Allah will build for a similar structure in paradise.\" your support matters by contributing to our masjid construction project, you will be <br><br>Providing a sacred space for prayersand communitys gatherings supportingthe growth of our community faith and spirit<br>rewards in the Hereafter Donate your swadaqatul jariya today and support our Noble cause </p>",
        "SubTitle":"",
        "FullTitle":"Whoever builds a mosque, Allah builds for him/her a house in Paradise"
    },
    {
        "Name":"House Construction",
        "Image":"https://ashshakurcharity.org/Assets/hotmeal/main.jpg",
        "Header":"",
        "Story":"",
        "SubTitle":"",
        "FullTitle":""
    },
    {
        "Name":"Food Pack Distribution",
        "Image":"https://ashshakurcharity.org/Assets/hotmeal/main.jpg",
        "Header":"",
        "Story":"",
        "SubTitle":"",
        "FullTitle":""
    },
    {
        "Name":"Orphanage Construction",
        "Image":"https://ashshakurcharity.org/Assets/hotmeal/main.jpg",
        "Header":"Provide vulnerable children with the right to education through school fees to fight ignorance",
        "Story":"",
        "SubTitle":"sponsor an orphan and change a life",
        "FullTitle":""
    },
    {
        "Name":"Orphan Support",
        "Image":"https://ashshakurcharity.org/Assets/hotmeal/main.jpg",
        "Header":"",
        "Story":"<p class='LeftText' >Provide a vulnerable child in Uganda with the care and support they deserve. Your monthly sponsoorship will cover schoolfees, mdical car and food.<br><br>Sponsor an orphan today and break the cycle of poverty and neglect. Your lov and support will bring hope and transformation to their life.</p>",
        "SubTitle":"",
        "FullTitle":""
    },
    {
        "Name":"Back To School",
        "Image":"https://ashshakurcharity.org/Assets/hotmeal/main.jpg",
        "Header":"",
        "Story":"",
        "SubTitle":"Knowledge is Allah's deposit on earth and scholars are His trustees of it",
        "FullTitle":""
    },
    {
        "Name":"Wheel Chair Distrbution",
        "Image":"https://ashshakurcharity.org/Assets/hotmeal/main.jpg",
        "Header":"",
        "Story":"",
        "SubTitle":"",
        "FullTitle":""
    }
]